{
    "Hello Dear User, Type your username and continue to review complaints.": "Hallo lieber Benutzer, geben Sie Ihren Benutzernamen ein und fahren Sie mit der Überprüfung von Beschwerden fort.",
    "Continue": "Fortsetzen",
    "Email": "Email",
    "Password": "Passwort",
    "Phone": "Telefon",
    "To protect our community" : "Um unsere Gemeinschaft zu schützen, legen wir großen Wert auf Beschwerden und Gemeinschaftsregeln und benachrichtigen den Benutzer, der Beschwerden über sein Konto hat.",
    "We received complaints that your account violates our community guidelines.": "Wir haben Beschwerden erhalten, dass Ihr Konto gegen unsere Gemeinschaftsrichtlinien verstößt.",
    "If you think this is wrong": "Wenn Sie denken, dass dies falsch ist, füllen Sie das Beschwerdeformular aus. Ihr Konto wird innerhalb von 24 Stunden dauerhaft geschlossen, wenn keine Beschwerde eingegangen ist.",
    "That's why we may have contacted you": "Deshalb haben wir Sie möglicherweise kontaktiert. Wenn wir Sie kontaktiert haben, können Sie das Beschwerdeformular über den oben stehenden Link aufrufen.",
    "Dear" : "Lieber",
    "Complaints":  "Beschwerden",
    "There are only unexamined complaints on this page.": "Auf dieser Seite gibt es nur nicht überprüfte Beschwerden.",
    "Click on the appeal request to continue.": "Klicken Sie auf die Beschwerdeanfrage, um fortzufahren.",
    "appeal request": "Beschwerdeanfrage",
    "You have been redirected": "Sie wurden auf diese Seite umgeleitet, weil wir viele Beschwerden erhalten haben, dass Ihr Konto gegen unsere Regeln verstoßen hat. Füllen Sie das Formular aus, um Einspruch einzulegen.",
    "Enter your information":  "Geben Sie Ihre Informationen ein",
    "Please enter your information below to appeal": "Bitte geben Sie Ihre Informationen unten ein, um Einspruch einzulegen. Wir werden Ihren Einspruch überprüfen und uns so schnell wie möglich bei Ihnen melden.",
    "Phone Number": "Telefonnummer",
    "Cancel": "Stornieren",
    "Enter security code": "Sicherheitscode eingeben",
    "We sent your code to": "Wir haben Ihren Code gesendet an: ",
    "Please check your mail for a text message with your code. Your code is 6 characters in length.": "Bitte überprüfen Sie Ihre E-Mails auf eine SMS mit Ihrem Code. Ihr Code ist 6-8 Zeichen lang.",
    "Enter code": "Code eingeben",
    "The number that you've entered doesn't match your code. Please try again.": "Die von Ihnen eingegebene Nummer stimmt nicht mit Ihrem Code überein. Bitte versuchen Sie es erneut.",
    "Enter your password":  "Geben Sie Ihr Passwort ein",
    "Your Password was wrong. Please Try Again.":  "Ihr Passwort war falsch. Bitte versuchen Sie es erneut.",
    "Login":"Anmeldung",
    "The password that you've entered doesn't match your account. Please try again.": "Das von Ihnen eingegebene Passwort stimmt nicht mit Ihrem Konto überein. Bitte versuchen Sie es erneut.",
    "Find Your Account": "Finden Sie Ihr Konto",
    "Please enter your email address to search for your account.": "Bitte geben Sie Ihre E-Mail-Adresse ein, um Ihr Konto zu suchen.",
    "Email Address": "Email-Adresse",
    "Forgotten account?": "Konto vergessen?",
    "Go to news feed": "Gehe zum Newsfeed",
    "Select your username":"Wählen Sie Ihren Benutzernamen",
    "Select your name": "Wählen Sie Ihren Namen",
    "Review your email address (es)": "Review your email address (es)",
    "Thanks for taking the time to secure your account.":"Danke, dass Sie sich die Zeit genommen haben, Ihr Konto zu sichern.",
    "All done!": "Alles erledigt!",
    "Please create a new password that you don't use anywhere else.": "Bitte erstellen Sie ein neues Passwort, das Sie nirgendwo anders verwenden.",
    "Change password": "Passwort ändern",
    "Old Password": "Altes Passwort",
    "New Password": "Neues Passwort", 
    "Confirm New Password": "Neues Passwort bestätigen",
    "Enter the 6-digit code from your Code Generator or third-party app below.":  "Geben Sie den 6-8stelligen Code Ihres Code-Generators oder einer Drittanbieter-App unten ein.",
    "You asked us to ask for your 6-digit": "Sie haben uns gebeten, Ihre 6-8stellige verschlüsselte Anmeldeinformationen anzufordern, wenn jemand versucht, von einem neuen Gerät oder Browser auf Ihr Konto zuzugreifen."
}