{
    "Hello Dear User, Type your username and continue to review complaints.": "Bonjour cher utilisateur, tapez votre nom d'utilisateur et continuez à examiner les plaintes.",
    "Continue": "Continuer",
    "Email": "Email",
    "Password": "Mot de passe",
    "Phone": "Téléphone",
    "To protect our community" : "Pour protéger notre communauté, Pour protéger notre communauté, nous attachons une grande importance aux plaintes et aux règles de la communauté et notifions l'utilisateur qui a des plaintes sur son compte.",
    "We received complaints that your account violates our community guidelines.":  "Nous avons reçu des plaintes selon lesquelles votre compte viole nos directives communautaires.",
    "If you think this is wrong": "Si vous pensez que c'est faux, remplissez le formulaire de recours. Votre compte sera définitivement fermé dans les 24 heures si aucune demande de recours n'est reçue.",
    "That's why we may have contacted you": "C'est pourquoi nous avons peut-être pris contact avec vous. Si nous vous avons contacté, vous pouvez accéder au formulaire de recours en utilisant le lien d'accès au formulaire de recours ci-dessus.",
    "Dear" : "Cher",
    "Complaints": "Plaintes",
    "There are only unexamined complaints on this page.":  "Il n'y a que des plaintes non examinées sur cette page.",
    "Click on the appeal request to continue.":  "Cliquez sur la demande de recours pour continuer.",
    "appeal request": "demande de recours",
    "You have been redirected": "Vous avez été redirigé vers cette page car nous avons reçu de nombreuses plaintes selon lesquelles votre",
    "Enter your information": "Entrez vos informations",
    "Please enter your information below to appeal": "Veuillez saisir vos informations ci-dessous pour faire appel. Nous examinerons votre appel et vous répondrons dès que possible.",
    "Phone Number": "Numéro de téléphone",
    "Cancel": "Annuler",
    "Enter security code": "Entrez le code de sécurité",
    "We sent your code to": "Nous avons envoyé votre code à: ",
    "Please check your mail for a text message with your code. Your code is 6 characters in length.": "Veuillez vérifier votre courrier pour un message texte avec votre code. Votre code est composé de 6 caractères.",
    "Enter code": "Entrez le code",
    "The number that you've entered doesn't match your code. Please try again.": "Le numéro que vous avez saisi ne correspond pas à votre code. Veuillez réessayer.",
    "Enter your password": "Entrez votre mot de passe",
    "Your Password was wrong. Please Try Again.": "Votre mot de passe était incorrect. Veuillez réessayer.",
    "Login":  "Connexion",
    "The password that you've entered doesn't match your account. Please try again.": "Le mot de passe que vous avez saisi ne correspond pas à votre compte. Veuillez réessayer."
}