{
    "Hello Dear User, Type your username and continue to review complaints.": "Ciao caro utente, digita il tuo nome utente e continua a rivedere le lamentele.",
    "Continue": "Continua",
    "Email": "Email",
    "Password": "Password",
    "Phone": "Telefono",
    "To protect our community" : "Per proteggere la nostra comunità, per proteggere la nostra comunità, attribuiamo grande importanza alle lamentele e alle regole della comunità e notifichiamo l'utente che ha lamentele sul proprio account.",
    "We received complaints that your account violates our community guidelines.": "Abbiamo ricevuto lamentele che il tuo account viola le nostre linee guida comunitarie.",
    "If you think this is wrong": "Se pensi che ciò sia sbagliato, compila il modulo di appello. Il tuo account verrà chiuso definitivamente entro 24 ore se non viene ricevuta una richiesta di appello.",
    "That's why we may have contacted you": "Ecco perché potremmo avervi contattato. Se vi abbiamo contattato, potete accedere al modulo di appello utilizzando il link per accedere al modulo di appello qui sopra.",
    "Dear" : "Caro",
    "Complaints":  "Reclami",
    "There are only unexamined complaints on this page.":"In questa pagina ci sono solo reclami non esaminati.",
    "Click on the appeal request to continue.":"Fai clic sulla richiesta di appello per continuare.",
    "appeal request": "richiesta di appello",
    "You have been redirected": "Sei stato reindirizzato a questa pagina perché abbiamo ricevuto molte lamentele che il tuo account ha violato le nostre regole. Compila il modulo per appellarti.",
    "Enter your information": "Inserisci le tue informazioni",
    "Please enter your information below to appeal": "Inserisci le tue informazioni qui sotto per appellarti. Esamineremo il tuo appello e ti risponderemo il prima possibile.",
    "Phone Number": "Numero di telefono",
    "Cancel": "Annulla",
    "Enter security code": "Inserisci il codice di sicurezza",
    "We sent your code to": "Abbiamo inviato il tuo codice a: ",
    "Please check your mail for a text message with your code. Your code is 6 characters in length.": "Controlla la tua posta per un messaggio di testo con il tuo codice. Il tuo codice è composto da 6 caratteri.",
    "Enter code": "Inserisci il codice",
    "The number that you've entered doesn't match your code. Please try again.": "Il numero che hai inserito non corrisponde al tuo codice. Riprova.",
    "Enter your password": "Inserisci la tua password",
    "Your Password was wrong. Please Try Again.": "La tua password era sbagliata. Per favore riprova.",
    "Login": "Login",
    "The password that you've entered doesn't match your account. Please try again.": "La password che hai inserito non corrisponde al tuo account. Riprova."
}